Revit 2024 API
ParameterTypeId.RbsElecPanelCurrentPhasecParam Property
 "Current Phase C"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecPanelCurrentPhasecParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecPanelCurrentPhasecParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecPanelCurrentPhasecParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace